import type { PolicyColumnProps } from "./columns";

export const POLICY_CONST: PolicyColumnProps[] = [
    {
        id: "1",
        name: "خط مشی استخدام",
        createdAt: "2023-10-01T12:00:00Z",
        createdBy: "مدیر منابع انسانی",
    },
    {
        id: "2",
        name: "خط مشی مرخصی",
        createdAt: "2023-10-02T12:00:00Z",
        createdBy: "مدیر منابع انسانی",
    },
    {
        id: "3",
        name: "خط مشی انضباطی",
        createdAt: "2023-10-03T12:00:00Z",
        createdBy: "مدیر منابع انسانی",
    },
    {
        id: "4",
        name: "خط مشی آموزش",
        createdAt: "2023-10-04T12:00:00Z",
        createdBy: "مدیر منابع انسانی",
    },
    {
        id: "5",
        name: "خط مشی ارزیابی عملکرد",
        createdAt: "2023-10-05T12:00:00Z",
        createdBy: "مدیر منابع انسانی",
    },
    {
        id: "6",
        name: "خط مشی ارتقاء شغلی",
        createdAt: "2023-10-06T12:00:00Z",
        createdBy: "مدیر منابع انسانی",
    },
    {
        id: "7",
        name: "خط مشی ساعات کاری",
        createdAt: "2023-10-07T12:00:00Z",
        createdBy: "مدیر منابع انسانی",
    },
    {
        id: "8",
        name: "خط مشی امنیت اطلاعات",
        createdAt: "2023-10-08T12:00:00Z",
        createdBy: "مدیر فناوری اطلاعات",
    },
    {
        id: "9",
        name: "خط مشی سفرهای کاری",
        createdAt: "2023-10-09T12:00:00Z",
        createdBy: "مدیر مالی",
    },
    {
        id: "10",
        name: "خط مشی استفاده از اینترنت",
        createdAt: "2023-10-10T12:00:00Z",
        createdBy: "مدیر فناوری اطلاعات",
    },
    {
        id: "11",
        name: "خط مشی حفظ حریم خصوصی",
        createdAt: "2023-10-11T12:00:00Z",
        createdBy: "مدیر حقوقی",
    },
    {
        id: "12",
        name: "خط مشی پرداخت‌ها",
        createdAt: "2023-10-12T12:00:00Z",
        createdBy: "مدیر مالی",
    },
    {
        id: "13",
        name: "خط مشی اضافه‌کاری",
        createdAt: "2023-10-13T12:00:00Z",
        createdBy: "مدیر منابع انسانی",
    },
    {
        id: "14",
        name: "خط مشی استفاده از تجهیزات",
        createdAt: "2023-10-14T12:00:00Z",
        createdBy: "مدیر فنی",
    },
    {
        id: "15",
        name: "خط مشی ایمنی و سلامت",
        createdAt: "2023-10-15T12:00:00Z",
        createdBy: "مدیر ایمنی",
    },
    {
        id: "16",
        name: "خط مشی پذیرش شکایات",
        createdAt: "2023-10-16T12:00:00Z",
        createdBy: "مدیر روابط عمومی",
    },
    {
        id: "17",
        name: "خط مشی دورکاری",
        createdAt: "2023-10-17T12:00:00Z",
        createdBy: "مدیر منابع انسانی",
    },
    {
        id: "18",
        name: "خط مشی بازخورد کارکنان",
        createdAt: "2023-10-18T12:00:00Z",
        createdBy: "مدیر منابع انسانی",
    },
    {
        id: "19",
        name: "خط مشی مدیریت پروژه",
        createdAt: "2023-10-19T12:00:00Z",
        createdBy: "مدیر پروژه",
    },
    {
        id: "20",
        name: "خط مشی حفظ محیط زیست",
        createdAt: "2023-10-20T12:00:00Z",
        createdBy: "مدیر واحد محیط زیست",
    },
    {
        id: "21",
        name: "خط مشی مسئولیت اجتماعی",
        createdAt: "2023-10-21T12:00:00Z",
        createdBy: "مدیر روابط عمومی",
    },
    {
        id: "22",
        name: "خط مشی مدیریت ریسک",
        createdAt: "2023-10-22T12:00:00Z",
        createdBy: "مدیر ارشد",
    },
    {
        id: "23",
        name: "خط مشی امنیت فیزیکی",
        createdAt: "2023-10-23T12:00:00Z",
        createdBy: "مدیر حراست",
    },
    {
        id: "24",
        name: "خط مشی توسعه فردی",
        createdAt: "2023-10-24T12:00:00Z",
        createdBy: "مدیر آموزش",
    },
    {
        id: "25",
        name: "خط مشی همکاری بین‌دپارتمانی",
        createdAt: "2023-10-25T12:00:00Z",
        createdBy: "مدیر ارشد منابع انسانی",
    }
];
